Repository: Ser82-png/desktop-files-creator
Catalog: po/*.po
Languages: de, nl

source: Desktop Files Creator
nl: Verwijzingsmaker

source: Simple app for creating desktop files
de: Einfache Anwendung zur Erstellung der Desktop-Dateien
nl: Een eenvoudige toepassing voor het maken van .desktop-bestanden

source: Desktop;File;Creator;
de: Desktop;Datei;Ersteller;
nl: Desktop;Bestand;Maker;

source: Simple app for creating desktop files on GNU/Linux
de: Einfache Anwendung zur Erstellung der .desktop-Dateien in GNU/Linux
nl: Een eenvoudige toepassing voor het maken van .desktop-bestanden op GNU/Linux

source: The application allows you to create desktop files in GNU/Linux distributions.
de: Die Anwendung ermöglicht es Ihnen, .desktop-Dateien in GNU/Linux-Distributionen zu erstellen.
nl: Met deze toepassing kunt u .desktop-bestanden maken op GNU/Linux-distributies.

source: Open
de: Öffnen
nl: Openen

source: Open Desktop Files Folder
de: Ordner mit .desktop-Dateien öffnen
nl: Open de map met .desktop-bestanden

source: Create
de: Erstellen
nl: Maken

source: Create Desktop File
de: .desktop-Datei erstellen
nl: Maak een .desktop-bestand

source: Name
nl: Naam

source: Exec
de: Befehl
nl: Opdracht

source: Icon
nl: Pictogram

source: Categories
de: Kategorien
nl: Categorieën

source: Comment
de: Kommentar
nl: Opmerking

source: Not Displayed in Menu
de: Nicht im Menü anzeigen
nl: Niet in menu tonen

source: Run in Terminal
de: Im Terminal ausführen
nl: Uitvoeren in terminalvenster

source: Error! Path: %s does not exist! The program will not be able to perform its functions.
de: Fehler! Pfad:%s existiert nicht!Das Programm wird nicht seine Aufgabe erfüllen können.
nl: Foutmelding! ‘%s’ bestaat niet. De toepassing kan hierdoor niet worden uitgevoerd.

source: Open File
de: Datei öffnen
nl: Bestand openen

source: Open Image
de: Bild öffnen
nl: Afbeelding openen

source: Enter the name
de: Gib den Namen ein
nl: Voer een naam in

source: A file with the same name already exists
de: Eine Datei mit disem Namen existiert bereits
nl: Er is al een bestand met deze naam

source: Create file %s?
de: Datei %s erstellen?
nl: Wilt u ‘%s’ aanmaken?

source: _Cancel
de: _Abbrechen
nl: _Annuleren

source: _OK
nl: _Oké

source: File %s is created! Path: %s
de: Datei %s wurde erstellt. Pfad: %s
nl: ‘%s’ is aangemaakt! Locatie: %s

source: Error! Could not create file
de: Fehler! Datei konnte nicht erstellt werden
nl: Foutmelding: het bestand kan niet worden aangemaakt
